Repository: silverlogic/baseapp-backend
Catalog: baseapp/baseapp_auth/locale/*/LC_MESSAGES/django.po
Languages: es

source: Permissions
es: Permisos

source: Profile
es: Perfil

source: You must be a superuser with MFA enabled to perform this action.
es: Debes ser un superusuario con Autentificación de dos factores habilitado para realizar esta acción.

source: The two password fields didn't match.
es: Los dos campos de contraseña no coinciden.

source: Password
es: Contraseña

source: Password confirmation
es: Confirmación de contraseña

source: Enter the same password as above, for verification.
es: Ingrese la misma contraseña que arriba, para verificación.

source: Raw passwords are not stored, so there is no way to see this user's password, but you can <a href='../password/'>change the password.</a>
es: Las contraseñas en bruto no se almacenan, por lo que no hay forma de ver la contraseña de este usuario, pero puede <a href='../password/'>cambiar la contraseña.</a>

source: Determine if the logged in user has a specific permission for this object.
es: Determinar si el usuario conectado tiene un permiso específico para este objeto.

source: date joined
es: fecha de registro

source: last date password was changed
es: ultima fecha en que se cambió la contraseña

source: active
es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
es: Indica si este usuario debe ser tratado como activo. Desmarque esto en lugar de eliminar cuentas.

source: staff status
es: estado del personal

source: Designates whether the user can log into this admin site.
es: Indica si el usuario puede iniciar sesión en este sitio de administración.

source: user
es: usuario

source: users
es: usuarios

source: can view all users
es: puede ver todos los usuarios

source: can view user's email field
es: puede ver el correo electrónico del usuario

source: can view user's phone number field
es: puede ver el número de teléfono del usuario

source: can view user's is_superuser field
es: puede ver el campo is_superuser del usuario

source: can view user's is_staff field
es: puede ver el campo is_staff del usuario

source: can view user's is_email_verified field
es: puede ver el campo is_email_verified del usuario

source: can view user's password_changed_date field
es: puede ver el campo password_changed_date del usuario

source: can view user's new_email field
es: puede ver el campo new_email del usuario

source: can view user's is_new_email_confirmed field
es: puede ver el campo is_new_email_confirmed del usuario

source: This password must contain at least %(min_length)d capital letter characters.
es: Esta contraseña debe contener al menos %(min_length)d caracteres de letra mayúscula.

source: Your password must contain at least %(min_length)d capital letter characters.
es: Tu contraseña debe contener al menos %(min_length)d caracteres de letra mayúscula.

source: This password must contain at least %(min_length)d special characters.
es: Esta contraseña debe contener al menos %(min_length)d caracteres especiales.

source: Your password must contain at least %(min_length)d special characters.
es: Tu contraseña debe contener al menos %(min_length)d caracteres especiales.

source: That email is already in use.
es: Ese correo electrónico ya está en uso.

source: Invalid token.
es: Token inválido.

source: You are not in the process of changing your email.
es: No estás en el proceso de cambiar tu correo electrónico.

source: Your email change has already been confirmed.
es: Tu cambio de correo electrónico ya ha sido confirmado.

source: Your email change must be confirmed first.
es: Tu cambio de correo electrónico debe ser confirmado primero.

source: New password cannot be the same as the current password.
es: La nueva contraseña no puede ser igual a la contraseña actual.

source: success
es: éxito

source: A reset password link will be sent to you if an account is registered under that email.
es: Un enlace para restablecer la contraseña se enviará a usted si hay una cuenta registrada bajo ese correo electrónico.

source: Unsupported action for JWTAuthViewSet
es: Acción no soportada para JWTAuthViewSet

source: Unable to login with provided credentials.
es: No se puede iniciar sesión con las credenciales proporcionadas.

source: That email is already in use. Choose another.
es: Este correo electrónico ya está en uso. Elija otro.

source: Invalid referral code.
es: Código de referencia inválido.

source: You cannot refer yourself.
es: No puedes referirte a ti mismo.

source: You are no longer allowed to change who you were referred by.
es: Ya no se te permite cambiar por quién fuiste referido.

source: You have already been referred by somebody.
es: Ya has sido referido por alguien.

source: That is not your current password.
es: Esta no es tu contraseña actual.

source: User does not exist.
es: Usuario no existe.

source: You do not have permission to perform this action.
es: No tienes permiso para realizar esta acción.

source: Permission with this codename does not exist.
es: Permiso con este código no existe.

source: Somebody has requested a change of email on your account.
es: Alguien ha solicitado un cambio de correo electrónico en su cuenta.

source: The requested new email is: %(new_email)s
es: El nuevo correo electrónico solicitado es: %(new_email)s

source: To confirm you would like to change your email, click button below:
es: Para confirmar que desea cambiar su correo electrónico, vaya al siguiente enlace:

source: Confirm change email
es: Confirmar correo electrónico

source: If you did not request this change it means your account has been compromised and you should change your password immediately.
es: Si no solicitó este cambio, significa que su cuenta ha sido comprometida y debe cambiar su contraseña de inmediato.

source: To confirm you would like to change your email, please go to the following link:
es: Para confirmar que desea cambiar su correo electrónico, vaya al siguiente enlace:

source: Change Email Request
es: Cambiar solicitud de correo electrónico

source: Hello,
es: Hola,

source: To confirm your new email address and change your email, click button below:
es: Para confirmar que desea cambiar su correo electrónico, vaya al siguiente enlace:

source: Confirm new email
es: Confirmar correo electrónico

source: To confirm your new email address and change your email please go to the following link:
es: Para confirmar que desea cambiar su correo electrónico, vaya al siguiente enlace:

source: Verify Your Email Change
es: Verificar el cambio de tu correo electrónico

source: Hello Superusers,
es: Hola Superusuarios,

source: Please be notified that, <b>%(assignee)s</b> is a superuser now. Made by <b>%(assigner)s</b>.
es: Por favor, tenga en cuenta que, <b>%(assignee)s</b> es un superusuario ahora. Hecho por <b>%(assigner)s</b>.

source: Please be notified that, %(assignee)s is a superuser now. Made by %(assigner)s.
es: Por favor, tenga en cuenta que, %(assignee)s es un superusuario ahora. Hecho por %(assigner)s.

source: You're receiving this email because your password has expired.
es: Estás recibiendo este correo electrónico porque tu contraseña ha expirado.

source: To change your password, click button below:
es: Para confirmar su dirección de correo electrónico, haga clic en el botón a continuación:

source: Confirm password change
es: Confirmar cambio de contraseña

source: If you did not request this email, you can safely ignore it.
es: Si no solicitó este correo electrónico, puede ignorarlo de forma segura.

source: To change your password, please go to the following link:
es: Para confirmar que desea cambiar su correo electrónico, vaya al siguiente enlace:

source: Thank you
es: Gracias

source: Expired Password
es: Contraseña expirada

source: You're receiving this email because you requested a password reset.
es: Estás recibiendo este correo electrónico porque solicitaste restablecer la contraseña.

source: To reset your password, click button below:
es: Para confirmar su dirección de correo electrónico, haga clic en el botón a continuación:

source: You're receiving this email because you requested a password reset
es: Estás recibiendo este correo electrónico porque solicitaste restablecer la contraseña.

source: To reset your password, please go to the following link:
es: Para confirmar que desea cambiar su correo electrónico, vaya al siguiente enlace:

source: Reset Your Password
es: Restablecer tu contraseña

source: Please be notified that, <b>%(assignee)s</b> has been removed as superuser. Made by <b>%(assigner)s</b>.
es: Por favor, tenga en cuenta que, <b>%(assignee)s </b> ha sido eliminado como superusuario. Hecho por <b>%(assigner)s</b>.

source: Please be notified that, %(assignee)s has been removed as superuser. Made by %(assigner)s.
es: Por favor, tenga en cuenta que, %(assignee)s ha sido eliminado como superusuario. Hecho por %(assigner)s.

source: Great to have you on board! Let's make sure your email is all set. Please confirm your email address by clicking the button below:
es: ¡Genial tenerte a bordo! Asegurémonos de que tu correo electrónico esté configurado. Confirma tu dirección de correo electrónico haciendo clic en el botón de abajo:

source: Confirm Email Address
es: Confirmar dirección de correo electrónico

source: Didn't sign up?
es: ¿No te has registrado?

source: No worries, you can safely ignore this email.
es: No te preocupes, puedes ignorar este correo electrónico de forma segura.

source: Welcome,
es: Ben venido

source: To confirm your email address go to %(confirm_url)s
es: Para confirmar su dirección de correo electrónico, vaya a %(confirm_url)s

source: Welcome!
es: Bienvenido
